Repository: marciusdm/webscraping
Catalog: nanoreview-django/processorsrankingpage/mobile_processors/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Antutu score
pt_br: Pontuação Antutu

source: Minimum Score
pt_br: Pontuação Mínima

source: Maximum score
pt_br: Pontuação máxima

source: Category
pt_br: Categoria

source: Manufacturer
pt_br: Fabricante

source: Announced date
pt_br: Data de anúncio

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Last 12 months
pt_br: Últimos 12 neses

source: Last 2 years
pt_br: Últimos 2 anos

source: Last 3 years
pt_br: Últimos 3 anos

source: Last 4 years
pt_br: Últimos 4 anos

source: Last 5 years
pt_br: Últimos 5 anos

source: Mid range
pt_br: Intermediário

source: Low end
pt_br: Entrada

source: Model
pt_br: Modelo

source: Short NanoReview Score
pt_br: Pont. NanoReview

source: Antutu Score
pt_br: Pontuação Antutu

source: Cores
pt_br: Núcleos

source: Announced
pt_br: Data de anúncio

source: Details of processor
pt_br: Detalhas do processador

source: Scores (Nanoreview, Antutu, Geekbench and 3D-Mark)
pt_br: Pontuações (Nanoreview, Antutu, Geekbench e 3D-Mark

source: 3D-Mark score
pt_br: Pontuação 3D-Mark

source: 3D-Mark graphics test
pt_br: Testes gráficos 3D-Mark

source: L2 Cache
pt_br: Cache L2

source: L3 Cache
pt_br: Cache L3

source: TDP (Sustained Power Limit)
pt_br: TDP - Limite de Potência Sustentado

source: GPU Name
pt_br: Nome da GPU

source: GPU Frequency
pt_br: Frequencia da GPU

source: Memory type
pt_br: Tipo de memória

source: Memory frequency
pt_br: Frequência da memória

source: Max size
pt_br: Tamanho máximo

source: Max display resolution
pt_br: Resolução máxima da tela

source: Max camera resolution
pt_br: Resolução máxima da cãmera

source: Video Capture
pt_br: Captura de video

source: Video Playback
pt_br: Reprodução de vídeo

source: Connectivity
pt_br: Conectividade

source: 4G support
pt_br: Suporte a 4G

source: 5G support
pt_br: Suporte a 5G

source: download max speed
pt_br: Velocidade máxima de download

source: Upload max speed
pt_br: Velocidade máxima de upload

source: Wi-fi version
pt_br: Versão de Wi-fi

source: Bluetooth version
pt_br: Versão de Bluetooth

source: Back
pt_br: Voltar

source: Source
pt_br: Fonte

source: Mobile processors
pt_br: Processadores móveis

source: Mobile processors list obtained from NanoReview web-site
pt_br: Lista de processadores móveis obtidos através do site Nanoreview

source: Define Filters
pt_br: Definir filtros

source: Filter
pt_br: Filtrar

source: Clean
pt_br: Limpar

source: There is no processors on the records
pt_br: Não há processadores cadastrados

source: Load processors list
pt_br: Carregar lista de processadores

source: Wait
pt_br: Aguarde

source: Loading Processors List
pt_br: Carregando lista de processadores

source: Processor list imported successfully
pt_br: Lista importada com sucesso
